[
    {
      "text": "Асцярожна, ясны пане, З грозьбамі сваімі!",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "Careful, noble sir, with your threats!"
    },
    {
      "text": "Вянкоў мы славы не насілі",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "We have not worn wreaths of glory"
    },
    {
      "text": "І будзе ўнукаў панаванне Там, дзе сягоння плача дзед!",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "And grandchildren shall rule where now the old man weeps!"
    },
    {
      "text": "Кожны народ сам сабе пан",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "Every nation is its own master"
    },
    {
      "text": "Людзьмі звацца",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "To be called human"
    },
    {
      "text": "Мой крык перад малітвай свету – ноль!",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "My cry before the world's prayer is nothing!"
    },
    {
      "text": "Ніколі, браткі, не забуду,  Што чалавек я, хоць мужык",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Never, brothers, will I forget that I am a man, though a peasant"
    },
    {
      "text": "Дарогі, вечныя дарогі! Не вечна ходзяць па вас ногі!",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Roads, eternal roads! But feet don’t walk you forever!"
    },
    {
      "text": "Дзень вяселля назначылі, Ды вяселля не бачылі…",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "They set the wedding day, but never saw the wedding…"
    },
    {
      "text": "Добра быць у дарозе, якую ты сам сабе выбіраеш",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "It’s good to walk a road you choose yourself"
    },
    {
      "text": "Дружнасць – першы крок свабоды,  Згода – сіла грамады",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Unity is the first step to freedom, agreement is the power of the people"
    },
    {
      "text": "Куды не трапяць беларусы!",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "Where haven’t Belarusians been!"
    },
    {
      "text": "Купіць зямлю – купіць не лыка",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "To buy land is not like buying bark"
    },
    {
      "text": "Мы б мо і не крыўлялі,  Каб павадоў, ярма і пуг не зналі",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "We might not have cringed, had we not known reins, yoke, and whip"
    },
    {
      "text": "На свеце ўсё канец свой мае",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Everything in the world has its end"
    },
    {
      "text": "Пакіньма напуста на лёс свой наракаць,  Скрозь слёзы скаргі сеяць па зямлі, – Нам трэба жыць і долю папраўляць,  Каб нас патомкі з часам не клялі",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Let’s stop blaming fate in vain, sowing complaints through tears — we must live and improve our lot, so our descendants won’t curse us"
    },
    {
      "text": "Стагналі людзі – то нічога, Клялі – і гэта не бяда, Калі ж смяецца грамада,  То смех такі гаворыць многа",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "People moaning — that’s nothing, cursing — not a big deal, but when the crowd laughs, that laughter speaks volumes"
    },
    {
      "text": "Хоць, праўда, хлеб ядуць і з вуды, Але не ўсе і не заўсюды",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "True, people eat bread even with a fishing rod, but not everyone and not always"
    },
    {
      "text": "Эх ты, жыццё, жыццё людское! Няма табе, няма спакою: Ты суматоха, вір бурлівы…",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Oh, life, human life! You have no peace: you're a whirlwind, a rushing stream…"
    },
    {
      "text": "Без кахання шчасця, долі Няма на зямлі",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "Without love, there's no happiness, no fate on this earth"
    },
    {
      "text": "Дык не гаруй жа, брат-нябога: Дзянькоў вясёлых яшчэ многа!..",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "So don’t despair, poor brother: there are still many joyful days ahead!.."
    },
    {
      "text": "Каханенькая, родненькая",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "My dear beloved"
    },
    {
      "text": "На беларускую дзяўчыну Ніхто йшчэ каменем не кінуў І не паважыцца кідаць",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "No one has yet thrown a stone at a Belarusian girl — and no one would dare"
    },
    {
      "text": "І спрэчку тым яны канчалі, Што гэту скварку разразалі",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "They ended the argument by cutting the bacon strip"
    },
    {
      "text": "Назад не прыйдзе хваля тая, Што з быстрай рэчкай уплывае",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "The wave that flowed away with the rapid river will not return"
    },
    {
      "text": "Нам трэба жыць і долю папраўляць,  Каб нас патомкі з часам не клялі",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "We must live and better our fate, so that future generations do not curse us"
    },
    {
      "text": "Сабраць з дарог каменні тыя, Што губяць сілы маладыя",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Clear from the road those stones that drain youthful strength"
    },
    {
      "text": "Вучыся, нябожа, вучэнне паможа Змагацца з нядоляй, няволяй",
      "author": "Колас, Я",
      "author_en": "Yakub Kolas",
      "text_en": "Study, my dear, learning helps to fight misfortune and bondage"
    },
    {
      "text": "Эх, досвітак маленства, лета! Вамі навек душа сагрэта!",
      "author": "Янка Купала",
      "author_en": "Yanka Kupala",
      "text_en": "Oh, dawn of childhood, summer! My soul is forever warmed by you!"
    },
    {
      "text": "Адны трымаюць нос высока Другія ў дол спускаюць вока",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "Some hold their noses high, others cast their eyes down"
    },
    {
      "text": "Гаршчок агорнуты пашанай, Хоць ён фаміліі глінянай",
      "author": "Якуб Колас",
      "author_en": "Yakub Kolas",
      "text_en": "The pot is covered in honor, though it’s of clay lineage"
    }
  ]
  